{
  "content": [
    {
      "id": "Sun",
      "name": "The Sun",
      "image": "./images/Sun.png",
      "distance": "149",
      "volume": "960,000",
      "avg_temp": "5505",
      "type": "Star",
      "current_et_likelihood": "N/A",
      "past_et_likelihood": "N/A",
      "blurb": "The sun is the star around which all the matter in our solar system orbits. There is no chance of life on the sun as extreme temperatures would quickly eviscerate any organic matter near its surface."
    },
    {
      "id": "Mercury",
      "name": "Mercury",
      "image": "./images/Mercury.png",
      "distance": "92",
      "volume": "0.07",
      "avg_temp": "27",
      "type": "Rock Planet",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "unlikely",
      "blurb": "Mercury is not considered to be a likely host of ET life because it has an extremely dry surface and thin atmosphere. Mercury's conditions are side effects of being outside of the habitable zone of our solar system, too close to the Sun."
    },
    {
      "id": "Venus",
      "name": "Venus",
      "image": "./images/Venus.png",
      "distance": "41",
      "volume": "0.85",
      "avg_temp": "462",
      "type": "Rock Planet",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "likely",
      "blurb": "Venus is completely devoid of water and is outside of the habitable zone. This makes it an unlikely candidate for hosting ET life. However, its Deuterium-Hydrogen ratio and thick Carbon-Dioxide atmosphere suggest that liquid surface water may have existed in the past."
    },
    {
      "id": "Earth",
      "name": "Earth",
      "image": "./images/Earth.png",
      "distance": "0",
      "volume": "1",
      "avg_temp": "14",
      "type": "Rock Planet",
      "current_et_likelihood": "confirmed",
      "past_et_likelihood": "confirmed",
      "blurb": "Earth is the only known planet to host life. It is in the middle of the habitable zone of our solar system, has a surface composition dominated by liquid water, and has active geological processes. These factors define our idea of habitability on other planets. The discovery of extremophiles on Earth has redefined habitable conditions for ET life, thus expanding the ET search domain."
    },
    {
      "id": "Mars",
      "name": "Mars",
      "image": "./images/Mars.png",
      "distance": "78",
      "volume": "0.53",
      "avg_temp": "-60",
      "type": "Rock Planet",
      "current_et_likelihood": "likely",
      "past_et_likelihood": "very likely",
      "blurb": "Mars, like Earth, is in the habitable zone and has liquid water, making it the most likely candidate for ET life in our solar system. Its humble southern polar ice cap rests on a massive underground lake of liquid water, and the geology of the planet implies the existence of significant liquid water features in the past."
    },
    {
      "id": "Ceres",
      "name": "Ceres",
      "image": "./images/Ceres.png",
      "distance": "270",
      "volume": "0.0005",
      "avg_temp": "-123",
      "type": "Rock Dwarf Planet",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "likely",
      "blurb": "Ceres is a dwarf planet located in the Asteroid Belt and is outside the far limit of the habitable zone, as are the remainder of the planets in our solar system. However, the asteroid may have been able to support ET life in the past. Ceres has its own atmosphere composed of water vapor and salt deposits in its craters suggest that the asteroid may once have had an ocean."
    },
    {
      "id": "Jupiter",
      "name": "Jupiter",
      "image": "./images/Jupiter.png",
      "distance": "629",
      "volume": "1320",
      "avg_temp": "-145",
      "type": "Gas Giant",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "unlikely",
      "blurb": "Jupiter is the first of the Gas Giants, and its iconic 'big red spot' is a storm that has raged for millions of years. Although its high temperatures and winds make for a completely inhospitable environment, Jupiter has no less than 66 moons and some show promise for ET life."
    },
    {
      "id": "Ganymede",
      "name": "Ganymede",
      "image": "./images/Ganymede.png",
      "distance": "629",
      "volume": "0.08",
      "avg_temp": "-153",
      "type": "Ice Moon",
      "current_et_likelihood": "very likely",
      "past_et_likelihood": "likely",
      "blurb": "Ganymede is one of Jupiter's moons and displays some of the ingredients needed to support life. Ganymede features a saltwater ocean beneath its icy surface, and healthy geological activity to boot."
    },
    {
      "id": "Europa",
      "name": "Europa",
      "image": "./images/Europa.png",
      "distance": "629",
      "volume": "0.02",
      "avg_temp": "-190",
      "type": "Ice Moon",
      "current_et_likelihood": "very likely",
      "past_et_likelihood": "likely",
      "blurb": "Europa is another of Jupiter's moons and is considered to be a likely host of ET life. Its surface is a water ice sheet that is miles thick, but evidence of geological processes under the surface suggests the existence of underground lakes and the energy transfer necessary to sustain life."
    },
    {
      "id": "Saturn",
      "name": "Saturn",
      "image": "./images/Saturn.png",
      "distance": "1275",
      "volume": "763",
      "avg_temp": "-122",
      "type": "Gas Giant",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "unlikely",
      "blurb": "Saturn is a Gas Giant, and its rings are made up of orbiting moons, rocks, and dust. It is an extremely hostile environment for life, being composed of Hydrogen and Helium with only trace amounts of water ice near its core. While Saturn is not likely to host ET life, its moons are of great interest to the search for ET life."
    },
    {
      "id": "Titan",
      "name": "Titan",
      "image": "./images/Titan.png",
      "distance": "1275",
      "volume": "0.07",
      "avg_temp": "-179",
      "type": "Ice Moon",
      "current_et_likelihood": "likely",
      "past_et_likelihood": "likely",
      "blurb": "Titan is one of Saturn's moons, and is considered to be a possible host of ET life. While extremely cold, Titan features massive lakes of liquid Methane, a compound that exists on Earth only as a byproduct of biological processes."
    },
    {
      "id": "Enceladus",
      "name": "Enceladus",
      "image": "./images/Enceladus.png",
      "distance": "1275",
      "volume": "0.00007",
      "avg_temp": "-201",
      "type": "Ice Moon",
      "current_et_likelihood": "very likely",
      "past_et_likelihood": "likely",
      "blurb": "Enceladus is another of Saturn's moons, and has strong potential to host ET life. Beneath its icy surface lies a liquid water ocean, kept warm by thriving geological activity."
    },
    {
      "id": "Uranus",
      "name": "Uranus",
      "image": "./images/Uranus.png",
      "distance": "2724",
      "volume": "64",
      "avg_temp": "-197",
      "type": "Ice Giant",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "unlikely",
      "blurb": "Uranus is an ice planet that does not appear to be able to support ET life. Composed entirely of Methane and water ice, the planet is extremely cold and has no geological activity to promote heat transfer."
    },
    {
      "id": "Neptune",
      "name": "Neptune",
      "image": "./images/Neptune.png",
      "distance": "4351",
      "volume": "60",
      "avg_temp": "-201",
      "type": "Ice Giant",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "unlikely",
      "blurb": "Neptune is a Gas Giant like Jupiter and Saturn and similarly shows little hope for ET life. Temperatures and pressures on the planet prevent liquid water anywhere near its surface, and there is no detectable geological activity."
    },
    {
      "id": "Pluto",
      "name": "Pluto",
      "image": "./images/Pluto.png",
      "distance": "5130",
      "volume": "0.006",
      "avg_temp": "-223",
      "type": "Ice Dwarf Planet",
      "current_et_likelihood": "unlikely",
      "past_et_likelihood": "unlikely",
      "blurb": "Pluto is an icy dwarf planet in the outer orbit of our solar system. Like other celestial bodies in the outer orbit, Pluto is simply too far from the sun to host ET life. Organic compounds like water, Methane, and Nitrogen gas freeze solid, and variable atmospheric conditions make adaptation nearly impossible."
    },
    {
      "id": "Exoplanets",
      "name": "Exoplanets",
      "image": "./images/Exoplanets.png",
      "distance": "N/A",
      "volume": "N/A",
      "avg_temp": "N/A",
      "type": "N/A",
      "current_et_likelihood": "N/A",
      "past_et_likelihood": "N/A",
      "blurb": "Exoplanets are planets found in other solar systems. There are many exoplanets that have the prerequisites of ET life, including Gliese 667 and Kepler-442b. The closest exoplanet with potential to host life is Proxima Centauri b, but is still at an enormous distance of 4.22 light years."
    }
  ]
}